-- phpMyAdmin SQL Dump
-- version 4.4.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: May 31, 2019 at 05:16 PM
-- Server version: 5.6.26
-- PHP Version: 5.6.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `hardware`
--

-- --------------------------------------------------------

--
-- Table structure for table `casecomputer`
--

CREATE TABLE IF NOT EXISTS `casecomputer` (
  `codekala` int(11) NOT NULL,
  `namekala` varchar(100) COLLATE utf8_persian_ci NOT NULL,
  `mojodikala` int(11) NOT NULL,
  `gheymatkala` int(11) NOT NULL,
  `pic` varchar(50) COLLATE utf8_persian_ci NOT NULL,
  `link` varchar(100) COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `casecomputer`
--

INSERT INTO `casecomputer` (`codekala`, `namekala`, `mojodikala`, `gheymatkala`, `pic`, `link`, `description`) VALUES
(1, '  GREEN Z7 GLADIATOR', 10, 100000, 'Pic/1.jpg', '1.html', 'کمپانی خوش نام گرین را می توان تنها برند تولید کننده سخت افزار در داخل ایران دانست که با کیفیت ترین محصولات را ارائه می سازد.این برند در زمینه های متعددی مانند منبع تغذیه،کیس،موس و کیبورد،اسپیکر،پاور بانک و...فعالیت می کند و به واقع لیاقت پشتیبانی و حمایت را دارد.گرین همواره در حال همکاری و رابطه متقابل با فروم های سخت افزاری بوده و نظرات کاربران و متخصصان کشور با مانیتور کرده و از آنها استفاده می کند.این کمپانی در نمایشگاه الکترونیک و کامپیوتر (الکامپ 2015) چند نمونه از جدید ترین محصولات خود را به نمایش گذاشت که از جمله آنها می توان به کیس Z7 GLADIATOR اشاره کرد.این محصول یک کیس مدرن با امکانات بسیار زیاد است که می تواند پذیرای سخت افزارهای روز باشد.با وجود Z7 GLADIATOR محدودیت چندانی در انتخاب فناوری و سخت افزارهای خود ندارید.این کیس از استاندارد micro-ATX گرفته تا XL-ATX را درون خود جای می دهد.پشتیبانی از 4 اسلات PCI با کارت هایی به طول 36 سانتی متر،9 عدد اسلات Easy Removable،قابلیت نصب حداکثر 6 عدد هارد دیسک 3.5 و 3 عدد ذخیره ساز 2.5 اینچی،نصب 4 عدد درایو 5.25 سانتی متری و ابزار آلات نصب سریع است.بدین ترتیب طیف کاملی از درایورها را در اختیار خواهیم داشت.اما در زمینه پورت های I/O این کیس دارای دو عدد پورت USB 3.0،دو عدد پورت USB 2.0 و پورت های صدای HD/AC-97 است.برای انتخاب واتر کولرها کوچکترین محدودیتی نخواهید داشت چرا که هر 3 کلاس 120،240 و 360 میلی متری در پشت،کف و سقف قابل نصب هستند.تنها کافی است که واتر کولر مورد نظر خود را پیدا کنید.این کیس در برابر ورود گردو غبار نسبتا ایزوله است و می توان در مدیریت کابل کشی از فضا پشت درب سمت راست نیز استفاده کرد.در قسمت تهویه کیس،یک عدد فن 14 سانتی متری مجهز به LED در پشت،3 عدد فن 12 سانتی متری مجهز به LED در سقف،دو عدد فن 12 سانتی متری نورانی در جلو و یک عدد فن 14 سانتی متری در پایین نصب شده است.زیبایی این محصول به وسیله طراح مدرن و درب شیشه ای در سمت چپ،دو چندان شده است.'),
(2, ' DeepCOOL Landking', 5, 150000, 'Pic/2.jpg', '2.html', 'برند DeepCOOL از جمله کمپانی هایی است که سخت افزارهای آن در بازار کشور ها به وفور یافت می شوند و کیفیت بالای آنها برای رقابت حرفه ای کافی است.از جمله دلایل ما برای انتخاب Landking قیمت مناسب،اسکلت و فلز مقاوم،امکانات I/O و قابلیت اتصال درایو های ذخیره ساز به پورت بالا،طراحی ظاهری شیک و نسبتا مدرن و توانایی در سیستم تهویه است.یک فن 12 سانتی متری در قسمت جلو به همراه فیلتر گرد و غبار،2 فن 12 سانتی متری در قسمت بالا و یک فن در قسمت عقب مماس با محل قرار گیری پردازنده،برای این کیس در نظر گرفته شده است.ضمن آنکه کاربران قادر به استفاده از واترکولرهای 120 میلی متری در قسمت عقب هستند.توانایی اتصال 8 اسلات ماژول PCI نیز برای آن فراهم شده است که حداکثر طول قابل پشتیبانی آنها 28 سانتی متر است.اما با وجود ارتفاع و طراحی مناسب،به آسانی می توان از قابلیت های Multi GPU بهره برد.از جمله دیگر امکانات آن می توان به پشتیبانی از کولر های پردازنده تا ارتفاع 165 میلی متر اشاره کرد.3 محفظه برای نصب درایوهای 5.25 سانتی متری،3 محفظه 3.5 سانتی متری و توانایی نصب 2 ذخیره ساز 2.5 سانتی متری این امکان را به کاربران می دهد که به آسانی به نصب و ارتقاء درایوهای خود بپردازند.3 کلاس مادربرد شامل ATX،مینی ITX و میکرو ATX نیز دست کاربران را برای انتخاب مادربرد باز می گذارد.در نهایت کیفیت ساخت اسکلت بسیار مناسب و با کیفیت است که ارزش خرید آن را بسیار افزایش می دهد.'),
(3, 'GREEN X7 COUGAR', 20, 200000, 'Pic/3.jpg', '3.html', 'کمپانی گرین در حیطه فعالیت خود،دارای همکاری با برندهای معتبری مانند COUGAR است.از جمله محصولات تولیدی این برند در ایران می توان به کیس خوش ساخت و خوش قیمت X7 اشاره کرد در ویرایش جدید،دارای تغییراتی کوچک اما کاربردی است.این کیس در زمره محصولات حرفه ای قرار می گیرد و از 4 کلاس مادربرد پشتیبانی می کند.به لطف طراحی دقیق و فضای کافی،کاربران می توانند از 8 اسلات PCI و کارت گرافیک هایی به طور 31 سانتی متر بهرمند شوند.پوشش مشکی برای فضای داخلی و به منظور زیبایی به همراه روکش،پوشش ورق 0.8 میلی متری SECC،قابلیت نصب 5 عدد هارد دیسک 3.5 اینچی،5 عدد درایو 2.5 اینچی،قابلیت نصب یک ذخیره ساخت بر روی سقف و درایو مموری از جمله دیگر بخش های این محصول هستند.در ورژن جدید تمامی 6 عدد فن داخلی تولید برند COUGAR هستند.این 6 فن در آرایش پشت،کاور سمت چپ،دو عدد در سقف،یک عدد در پشت و دو عدد در جلو هستند.4 عدد پورت USB شامل مدل های USB 2.0 و USB 3.0 نیز علاوه بر پورت های صدا در دسترس کاربران هستند.محفظه EASY SWAP امکان اتصال ذخیره سازهای اینترنال را بدون باز کردن درب کیس و استفاده از پورتها،به کاربران اهدا می کند.مدار تنظیم دور فن نیز از جمله امکانات X7 است.دلایل انتخاب ما اینبار نیز روشن هستند.کیفیت بالای اسکلت به نسبت قیمت،امکانات فراوان که ارگونومیک را به کاربران هدیه می دهد،I/O های قابل دسترس،انعطاف در کابل کشی،ظاهر مدرن،کولینگ و تهویه بسیار عالی و استفاده از 6 عدد فن COUGAR DUAL-X از جمله دلایل ما برای انتخاب این محصول هستند.'),
(4, ' Aerocool DS 200', 20, 231220, 'Pic/4.jpg', '4.html', 'از آنجایی که تفاوت را چاشنی کار انتخاب های خود کرده ایم،اینبار DS 200 را انتخاب کرده ایم.این محصول در رنگ های متنوع تولید می شود و دلایل انتخاب ما بدین شرح است:اسکلت با کیفیت با فلز 0.8 میلی متری،طراحی بسیار عالی برای سیم کشی و درگاه های مناسب برای گذر سیم ها در پشت قسمت راست.یک کنترلر مجهز به نمایشگر LED برای مدیریت 4 فن درون کیس و همچنین قابلیت نمایش 7 رنگ برای نمایش اطلاعات،توانایی 25 وات خروجی برای فن های مورد نظر،نزدیک بودن I/O ها در کنار کنترلر و کلیدهای فرمان مستقیم و همچنین سیستم خنک کننده بسیار کار آمد است.این محصول در زمینه تهویه بسیار عالی عمل کرده است.به عنوان مثال می توان کولرهایی به ارتفاع 170 میلی متر را برای پردازنده مورد استفاده قرار داد و علاوه بر آن رادیاتورهای واتر کولرهایی در استاندارد 280 میلی متر نیز قابل نصب درون آن هستند.کارت گرافیک هایی با طول 41 سانتی متر به آسانی درون آن ساخته و پرداخته می شوند.قابلیت نضب دو عدد درایو 5.25 اینچ،دو عدد درایو 2.5 اینچی و 2 عدد درایو 3.5 اینچی نیز برای آن قابل نصب هستند.اگر واترکولرها را در قسمت جلو و یا سقف نصب نمائیم،باز هم می توان به تهویه کیس اطمینان داشت.زیبایی ظاهری DS200 ها در عین سادگی نیز چشم نواز است.'),
(5, 'DeepCool Steam Castle', 6, 200000, 'Pic/3.jpg', '5.html', 'این محصول از برند DeepCool است و دارای ظاهری بسیار متفاوت از دیگر کیس های معرفی شده است.شاید بد نباشد که افراد آماتور اسمبل این کیس را به افراد حرفه ای بسپارند.كيس Steam Castle در رده كيس هاي گیمینگ با كيفيت بسيار بالا قرار مي گيرد. اين كيس از قابليت نصب كارت های گرافيكي به طول 320 ميلي متر بهره می برد.  با بهره گیری از سبك Steam Punk، كيس Steam Castle به يك كيس كامپيوتر استثنايی تبديل شده است. اين كيس از تهويه بسيار قدرتمندي برخوردار است و از چندين كانال هوا در پانل هاي جلو، عقب، بالا و پايين و فن هاي نصب شده به ابعاد 200‌ ميلی متر تشكيل شده است. با توجه به اين سيستم خنك سازي، بيشترين میزان هوا به منظور اتلاف گرمای بیشتر در داخل کیس جریان می یابد. اين كيس داراي دو محفظه 2.5 اينچی مستقل جهت پشتيبانی از ساختار SSD RAID است. هم چنين از HDD و SSDهای 3.5 و 2.5 اينچي بدون نياز به ابزاری خاص در نصب پشتیبانی می کند. کیس Steam Castle از كارت گرافيك ها در حالت SLI و با حداکثر طول 320 ميلي متر پشتيباني مي كند. در پانل جلويي این کیس يك فن 200 ميليمتري و در قسمت پشتی يك فن مشكي 120 ميلي متري نصب شده است. پانل بالايي از يك رادياتور 240 ميلي متري یا دو فن 120 میلی متری پشتيباني مي كند. هم چنين این کیس قابلیت نصب مادربردهای اختصاصی MATX را نیز داراست. در این كيس از يك پوشش جداپذير در پانل جلويي، براي محافظت محفظه درايوها از غبار، و هم چنين 3 كانال به منظور ورود و خروج هوا با فيلترینگ گرد و غبار بهره گرفته شده است.اما یادتان باشد که این کیس تنها از مادربردهای MICRO ATX/MINI-ITX پشتیبانی می کند.از مهمترین دلایل انتخاب ما می توان به ظاهر جذاب و نامتعارف،تهویه مناسب،فضای داخلی گسترده و انعطاف بالای سخت افزاری اشاره کرد.'),
(6, 'GAMDIAS ARES Essential & OUREA Optical', 10, 200000, 'Pic/6.jpg', '6.html', 'به عنوان اولین انتخاب به سراغ یک ست میان قیمت رفته ایم.کمپانی GAMDIAS برندی است که به تازگی به دنیای تجهیزات جانبی پا گذاشته است و البته قیمت رقابتی در کنار امکانات مناسب،ارزش خرید این محصولات را بسیار بالا برده است. ARES Essential & OUREA Opticalشامل یک موس و کیبورد گیمینگ است که در یک بسته بندی عرضه می گردد.یکی از قابلیت های جالب این ست،نرم افزار اختصاصی است که از جون مرغ تا شیر آدمیزاد در آن پیدا می شود.این نرم افزار امکاناتی را برای آن مهیا کرده است که چندان انتظار نداریم.کیبورد دارای دو محفظه "نجات" برای خروج مایعات در حوادث روزمره است. مقدار فرکانس Poling نیز حداکثر 1000 هرتز است و حداکثر دقت موس 2500 DPI که توسط کلید فیزیکی و نرم افزار قابل تغییر است.در قسمت زیرین بدنه موس،محفظه قرار دارد که درون آن وزنه های فلزی گذاشته شده است.این وزنه ها برای تنظیم وزن موس در نظر گرفته شده است. چرخه عمر میکروسوئیچ ها نیز 10 میلیون کلیک عنوان شده است.یک حافظه داخلی 64 کیلوبایتی،اطلاعات را در خود ذخیره مینماید.کیبورد دارای امکانات اختصاصی مانند FN-SHIFT و کلید های اختصاصی بازی است که از جمله آنها می توان به خشاب اشاره کرد.در نهایت می توان به کلیدهای تعویض وضعیت برای کیبورد اشاره کرد که بدین وسیله کلیدهای اضافی مانند ویندوز از مدار خارج و خطر اشاره اشتباه از بین می رود.قیمت مناسب در کناری دنیای از امکانات،نرم افزار و پشتیبانی مناسب از جمله دلایل ما برای این انتخاب هستند. '),
(7, 'Cougar 700M Gaming Mouse & 700K Gaming Keyboard', 20, 300000, 'Pic/7.jpg', '7.html', 'خانواده 700M در سال 94 معرفی نشدند اما مدت زیادی از هم از معرفی آنها نمی گذرد.این محصولات را می توان از جمله زیباترین محصولات موجود در بازار دانست.این ست توسط شرکت پردیس صنعت سیاره سبز ( گرین) وارد بازار ایران می گردد و به دلیل سفارش گرین،COUGAR به صورت لیزری اقدام به چاپ حروف الفبای فارسی بر روی شاسی ها کرده است.این عمل در ورژن جدید 700 موجود است که به نوبه خود حرکت جدید و کارآمدی است.700M یک ماوس با اسکلت بندی آلومینیموی و طراحی منحصر به فرد است و بی شک تنها یک نگاه کافی است تا توجه هر کاربری را به خود جلب نماید. قسمت پشتی این موس دارای قابلیت تنظیم ارتفاع است تا نیاز کسانی را که موس های با ارتفاع زیاد و یا بر عکس افرادی را که ترجیح می دهند دست آن ها به طور کامل بر روی سطح موس قرار گیرد را بر آورده سازد. برای انعطاف پذیری هر چه بیشتر صفحه پشتی به صورتی متحرک و در دو نوع کوچک و بزرگ تعبیه شده است. استفاده از سنسور لیزری ADNS-9800  حداکثر دقت 8200 نقطه در اینچ را برای این موس به ارمغان آورده است و همچنین استفاده از پردازشگر  ARM Cortex-M0 که قادر به انتقال اطلاعات با سرعت هزار هرتز است فاکتوری بسیار مطلوب و قابل توجه برای کاربران گیمر به حساب می آید. 512 کیلوبایت حافظه داخلی برای این موس در نظر گرفته شده است که کاربر را قادر می سازد تا تنظیمات دلخواه خود را با استفاده از نرم افزار بر روی این موس ذخیره نماید. دکمه های اصلی در اندازه ایی بزرگ قرار گرفته اند و دسترسی بسیار مناسبی را برای کاربران فراهم می آورند، جایگذاری دکمه های جانبی نیز به شکل کاملا هوشمندانه ایی طراحی شده است تا  بیشترین بازدهی را برای کاربران حرفه ایی گیمر فراهم آورد. دکمه DPI  نیز در وسط قرار گرفته است و مقدار آن به وسیله LED  هایی که در کناره موس قرار گرفته است به خوبی قابل مشاهده است.در جلوی موس نیز نور بسار زیبایی به چشم می خورد که زیبایی آن را دو چندان نموده و  کاربر می تواند با استفاده از نرم افزار مربوطه رنگ دلخواه خود را در طیف بیش از 16 میلیون رنگ انتخاب نمایند. در وسط موس نیز جایگاهی برای قرار دادن وزنه هایی برای تعیین وزن دلخواه موس است که با جایگذاری یا برداشتن این وزنه ها می توان به بالاترین سطح ارگونمی دست یافت.در صفحه کلید، اندازه و جایگذاری دکمه ها به نحوی است که چه در هنگام تایپ نمودن و چه در هنگام بازی راحتی و سرعت بسیار خوبی را برای کاربر به ارمغان می آورد. طراحی مکانیکی آن نیز باعث شده تا از دوام بسیار بالایی بر خوردار باشد. استفاده از صفحه آلومینیومی در سطح زیرین نیز علاوه بر زیبایی بخشی به استحکام صفحه کلید ها نیز کمک می کند.این صفحه کلید دارای کلید های مکانیکی با مکانیزم Cherry MX است.'),
(8, 'Logitech G502 Proteus Core', 15, 150000, 'Pic/8.jpg', '8.html', 'اگر به دنبال یک موس خاص و منحصر به فرد هستید،G502 از برند لاجیتک یک انتخاب درست و منطقی است.این محصول حرفه ای برای مسبقات E-Sport نیز کاملا مناسب است.این محصول با کابل 168 گرم و بدون آن 121 گرم وزن دارد.تعداد 11 کلید و رابط USB از جمله دیگر امکانات آن هستند.سرعت پیگیری اطلاعات 300IPS و دقت آن 12000 DPI است.زمان پاسخ دهی این موس تنها 1 میلی ثانیه است و طول کابل آن به 1.8 متر می رسد که به وسیله یک روکش بافته شده محافظت می گردد.عمر سوئیچ ها 20 میلیون کلیک و حرکت آن 250 کیلومتر است. وزنه به صورت مجزا برای تعیین میزان وزن ماوس به صورت دلخواه، قابلت تنظیم اسکرول برای استفاده عادی و یا سریع،کلید تنظیم دقت (dpi) برای تغییر سریع سرعت ماوس،قابلیت برنامه‌ریزی تمامی کلیدها،نرم افزار اختصاصی و پیشرفته و متریال های درجه یک از جمله دلایل ما برای این انتخاب بوده است.'),
(9, 'SteelSeries Apex-Fnatic Team Edition', 14, 210000, 'Pic/9.jpg', '9.html', 'کمپانی SteelSeries از اعجوبه های تولید کیبورد است.این کمپانی علاوه بر تولید محصولاتی با نام خود،صفحه کلید های خود را در قالب OEM در اختیار برندهایی مانند MSI قرار می دهد و بسیاری از نوت بوک های MSI از این صفحه کلید ها برخوردار هستند.کیبوردهای FANTIC محصولات حرفه ای به منظور انجام بازی های کامپیوتری هستند و نور پردازی Backlight آن می تواند تا 16 میلیون رنگ را به نمایش در آورد.با قاطعیت می توان گفت که این کیبورد با توجه به قیمتی که در برابرش پرداخت می گردد،برترین امکانات را در اختیار کاربران مشکل پسند می گذارد.138 عدد کلید شامل 26 کلید میانبر،نرم افزار،کابل 2 متری با روکش بافته،پورت USB و عمر بالای سوئیچ ها از جمله دلایل ما برای این انتخاب هستند.این صفحه کلید از جمله برترین محصولات موجود در این سال بوده و هست.'),
(10, 'Das Keyboard 4 Professional', 6, 130000, 'Pic/10.jpg', '10.html', 'تقریباً هیچ لیستی بدون Das Keyboard 4 Professional کامل نخواهد شد چرا که این کیبورد یک محصول  همه فن حریف است و می تواند پاسخ گوی نیاز بسیاری از کاربران باشد. این سری از کیبورد ها از سال ۲۰۰۵ نظر افراد علاقه مند به کیبورد های مکانیکی را جلب کرده اند و از آن زمان تا کنون این موضوع هنوز پا برجا است.\r\n\r\nDas 4 Pro همچون برادران بزرگترش، یکی از بهترین گزینه ها برای خرید به حساب می آید. این کیبورد در مقایسه با مدل های قبلی از ویژگی های جدیدی بهره برده است اما با این وجود شرکت سازنده تصمیم گرفته که از ریشه های خود پیروی کند و این محصول نیز همچون گذشته دارای همان جلوه جذاب همیشگی و با چیدمان ۱۴۰ کلید می باشد. در طول این سال ها کیبورد های Das  بهبود هایی نیز یافته اند، برای مثال می توان به مرکز رسانه (media hub) اشاره داشت که در گوشه بالا و در سمت راست قرار گرفته؛ و یا یک بخش نسبتاً بزرگ برای کنترل موسیقی و آهنگ ها و در نهایت دکمه هایی برای حالت خواب و بی صدا کردن کامپیوتر.\r\nدر پنل بالای Das 4 Proبرخلاف نسخه های پیشین به جای استفاده از پلاستیک براق، از آلومینیوم باکیفیتی استفاده شده که در این صورت کیبورد کمتر مستعد جذب لکه و اثر انگشت است و استحکام بالاتری هم دارد. در قسمت بالای کیبورد نیز می توان دو هاب داخلی USB را مشاهده کرد که اکنون به ورژن ۳٫۰ ارتقا یافته اند. با این وجود ایراداتی هم به این کیبورد وارد است؛ مثلاً هیچ راهی برای تغییر سرعت ضربه زدن به کلید ها وجود ندارد و یا از پروفایل های مختلف پشتیبانی نمی شود و همچنین فاقد نور پس زمینه است.\r\n Das 4 Pro را می توان با سویچ های MX و در نوع های آبی و قهوه ای خریداری نمود. سوئیچ های آبی صدای بلند تری تولید می کنند و شما باید نیروی در حدود ۵۰ گرم را بر روی آنان وارد نمایید. در حالی که سوئیچ های قهوه ای احساس راحتی بیشتری را به ارمغان می آورند و به نیروی محرکه ۴۵ گرم نیاز دارند. این موضوع کاملاً بستگی به خودتان دارد که با صدای بلند و لذت فشار بر روی کلید ها احساس بهتری دارید و یا کلید های نرم تر و صدایی کمتر.\r\nدر مجموع باید بگوییم که اگر شما تجربه استفاده از کیبورد های این شرکت را داشته اید و اکنون به دنبال ارتقاء کیبورد خود هستید، و یا حتی قصد خرید یک کیبورد فوق العاده برای تایپ یا انواع امور دیگر را دارید، Das Keyboard 4 Professional می تواند یکی از بهترین گزینه ها برای شما باشد و لذت تایپ کردن را به معنای واقعی برای شما رقم بزند.\r\n\r\n'),
(11, 'Corsair K95 RGB Platinum', 4, 115000, 'Pic/11.jpg', '11.html', 'یکی از مهم ترین تجهیزات برای یک گیمر کیبورد است، چرا که نقش بسیار مهمی در پیروزی او در بازی ها ایفا می کند. Corsair در ساخت تجهیزات بازی و به خصوص در بخش کیبورد مشهور است و کیبورد K95 RGB Platinum نیز یکی از بهترین های این شرکت به شمار می رود.\r\nK95 با وجود قیمت بالایی که دارد اما پیشنهاد های وسوسه انگیزی را ارائه می کند. شاسی  آلومینیومی در این کیبورد بسیار مقاوم است و استراحت گاه مچ دست انعطاف پذیر، قابل تعویض و مغناطیسی می باشد و همچنین بخش کنترل رسانه و گذرگاه USB 2.0 نیز قرار داده شده. علاوه بر تمام این ها ۶ کلید قابل برنامه ریزی نیز در لبه سمت چپ وجود دارند و همچنین یک نوار نورانی که LightEdge نام دارد یا نور ۱۹ منطقه ای خود به دسترسی سریع تر کمک می نماید. یکی از قابلیت های جذاب این کیبورد بهره گیری از سوئیچ های جدید MX Speed می باشد که فاصله جابه جایی ۱٫۲ میلی متری و سرعت پاسخ ۴ میلی ثانیه را فراهم می آورند که این موضوع می تواند برگ برنده ای برای گیمر ها و به خصوص در بازی های آنلاین باشد.\r\nهمچنین موتور Utility Engine Corsair این کیبورد به شما اجازه می دهد که نورپردازی های مختلفی را به لطف LED های چند رنگ تعبیه شده ایجاد نمایید، به برنامه زیری مجدد کلید ها بپردازید و همچنین پروفایل های مختلفی را برای خود ایجاد کنید. با توجه به تمام این ویژگی های هیجان انگیز، ابن محصول قیمت کمی ندارد و اگر به دنبال گزینه های مقرون به صرفه تری هستید، کیبورد K70 RGB Rapidfire با قیمت کمتر و با ویژگی های نسبتاً مشابه می تواند گزینه خوبی باشد. همچنین اگر شما نمی خواهید بیش از ۸۰ دلار خرج کنید و یک کیبورد مکانیکی خوب نیز خریداری نمایید، Logitech G413 با کلید های اختصاصی Romer-G Logitech و یا طول ۱٫۵ میلی متر و همچنین یک طراحی زیبا و کیفیت خوب می تواند یک گزینه عالی باشد.\r\nاما اگر تنها K95 RGB Platinum شما را راضی می کند و از مشاهده ویژگی های آن شگفت زده شده اید، در خرید آن شک نکنید زیرا می توان این کیبورد جذاب را یکی از بهترین ها برای گیمر ها و یا حتی افرادی که عاشق کیبورد های مکانیکی هستند دانست.\r\n'),
(12, 'Logitech Wireless Illuminated Keyboard K800', 10, 2500000, 'Pic/12.jpg', '12.html', 'شما هم از دست سیم های مزاحم خسته شده اید و یا علاقه مند هستید که کیبورد خود را به آسانی با خود به همراه ببرید و دیگر اسیر محدودیت سیم ها نباشید. بهترین راه حل خرید یک کیبورد بی سیم یا وایرلس است. Logitech Wireless Illuminated Keyboard K800 یک گزینه بسیار خوب برای خالی کردن میز کار شما از سیم و کابل است که بیش از ۴۰۰۰ کاربر راضی دارد و همچنین تمام ویژگی های یک کیبورد خوب مانند، راحتی، ابعاد و طراحی و قابلیت های کاربردی را با خود به یدک می کشد.\r\nK800 دارای طراحی باریک و ساده است و اگر شما میز کار و یا محل کوچکی برای قرار دادن کیبورد دارید، بسیار مناسب به نظر می رسد. بدنه پوشش پلاستیکی براقی دارد و همچنین بخش استراحتگاه آن نیز به دلیل طراحی خوب و ارگونومیک می تواند، به راحتی دست شما در مدت زمان طولانی کمک نماید. همان طور که از نام K800  مشخص است، این کیبورد دارای یک نور پس زمینه نیز می باشد که می تواند در محیط های کم نور بسیار مفید واقع شود. Logitech در کنار این ها برخی قابلیت ها نیز به کیبورد خود اضافه کرده که برای اکثر کاربران مفید است. در ابتدا سنسور هایی هستند که می توانند با توجه به نور محیط سطح روشنایی را تنظیم کنند، همچنین سنسور حرکتی نیز تعبیه شده که در هر زمانی که دست شما به کیبورد نزدیک می شود، نور پس زمینه را روشن می کند و هنگامی که شما دست خود را از محدوده مشخصی خارج می کنید، به منظور حفظ و صرفه جویی در باتری نور را به آرامی خاموش می کند.\r\nK800 از مجموعه کلید های کاملی بهره می برد و دارای کلید های شماره، کلید های عملکرد و رسانه و… می شود. این کیبورد از اتصال ۲٫۴ گیگاهرتزی برای اتصال بهره می برد و با این وجود شاهد تاخیری در نحوه عملکرد و پاسخگویی نیستیم. کلید های K800 تعادل خوبی در سفتی و نرمی در مقایسه با سایر کیبورد های رقیب دارند و انگشتان کاربر را در هنگام کار طولانی خسته نمی کنند. برای استفاده و تامین قدرت، این کیبورد را می توانید از طریق میکرو USB شارژ کنید و یا با باتری های AA  از آن حدود ۱۰ روز استفاده نمایید. یکی دیگر از قابلیت های خوب این کیبورد، سوئیچ واقع شده در پشت آن است که از این طریق می توان برای حفظ باتزی اقدام به روشن و یا خاموش کردن کیبورد کرد.\r\nاگر شما به دنبال یک کیبورد بی سیم راحت و مناسب تایپ هستید که سر و صدای زیادی ایجاد نکند و یا حتی به دنبال کیبوردی مناسب برای لپ تاپ خود می گردید که از اکثر ویژگی های یک کیبورد خوب همانند نور پس زمینه، طراحی زیبا، کلید های کامل و استراحت گاه ارگونومی بهره ببرد، Logitech Wireless Illuminated Keyboard K800 به لیست انتخاب های خود اضافه نمایید.\r\n \r\n'),
(13, 'Logitech Illuminated Living Room Keyboard K830', 15, 150000, 'Pic/13.jpg', '13.html', 'Logitech Illuminated Living Room Keyboard K830 یک مجموعه کامل است و علاوه بر این که شما را از دست سیم ها خلاص می کند، شما را از داشتن یک موس هم بی نیاز می کند و با این وجود می توانید یک پکیج کامل را هر کجا که خواستید جا به جا نمایید. این کیبورد علاوه بر تاچ پدش دارای کلید های نسبتاً کاملی برای تایپ می باشد؛ کلید های راست و چپ کلیک در زیر تاچ پد به چشم می خورد و همچنین سه کلید در بالای آن برای کنترل صدا موجود است. از ویژگی های برجسته این محصول می توان به وجود نور پس زمینه اشاره داشت که به طور خودکار با نور محیط سازگار می شود و اگر شما یا کیبورد کار نکنید پس از مدتی خاموش می شوند و این موضوع در صرفه جویی باتری نقش موثری ایفا می نماید. در ردیف بالایکلید های K830 می توان کلید های functions را مشاهده کرد که برای انجام کارهایی از قبیل بستن پنجره ها، نمایش دسکتاپ یا جستجو و پخش رسانه مفید می باشند و خوشبختانه نمام این عمل ها قابل برنامه زیری مجدد با استفاده از نرم افزار Logitech هستند.\r\nاین کیبورد در مقایسه با K800 قیمت بالاتری دارد اما با توجه به مواردی همچون اضافه شدن تاچ پد این موضوع دور از انتظار نیست. با این حال اگر به دنبال یک کیبورد ارزان تر از K830 هستند که عملکرد مشابه ای را در اختیار شما قرار دهد می توان Logitech’s own Wireless Touch K400 Plus را پیشنهاد داد که در آن از هیچ نوع نور پس زمینه یا زرق و برق خبری نیست اما به اندازه کافی سبک می باشد و می تواند گزینه خوبی برای جایگزینی با کیبورد های لپ تاپ باشد. اما اگر به دنبال گزینه پیشرفته تر و با عملکرد بهتری هستید، پس Logitech Illuminated Living Room Keyboard K830 را انتخاب کنید.\r\n \r\nاین کیبورد در مقایسه با K800 قیمت بالاتری دارد اما با توجه به مواردی همچون اضافه شدن تاچ پد این موضوع دور از انتظار نیست. با این حال اگر به دنبال یک کیبورد ارزان تر از K830 هستند که عملکرد مشابه ای را در اختیار شما قرار دهد می توان Logitech’s own Wireless Touch K400 Plus را پیشنهاد داد که در آن از هیچ نوع نور پس زمینه یا زرق و برق خبری نیست اما به اندازه کافی سبک می باشد و می تواند گزینه خوبی برای جایگزینی با کیبورد های لپ تاپ باشد. اما اگر به دنبال گزینه پیشرفته تر و با عملکرد بهتری هستید، پس Logitech Illuminated Living Room Keyboard K830 را انتخاب کنید.\r\n'),
(14, 'Logitech K780 Wireless Multi-Device Quiet Desktop Keyboard', 10, 2500000, 'Pic/14.jpg', '14.html', 'این کیبورد زیبا را می توان برای افرادی که زیاد با گوشی یا تبلت و یا هر دستگاه دیگری تایپ می کنند مناسب دانست. Logitech K780 Wireless Multi-Device Quiet Desktop Keyboard بی سیم است، از بلوتوث پشتیبانی می کند و می تواند بین دستگاه های مختلف سوئیچ نماید و همچنین طراحی زیبا و جمع و جوری دارد، شما چه چیز دیگری از یک کیبورد چند منظوره انتظار دارید؟\r\nK780 با سیستم عامل های iOS، Android، Windows، Chrome OS سازگار می باشد و همچنین اگر کامپیوتر شما دارای بلوتوث نیست، نگران نباشید چرا که این کیبورد گیرنده (receiver) مختص به خودش را نیز دارد. شاید در ابتدا که با این کیبورد تایپ می کنید، چینش دکمه ها ناخوشایند به نظر برسد اما به مرور زمان که به آن عادت کردید، متوجه می شوید که فاصله بین کلید ها می تواند در به حداقل رساندن اشتباهات تایپی شما موثر باشد.\r\nیکی از مشکلات کیبورد های بلوتوث دارد، اتصال آن ها به دستگاه های مختلف است اما این موضوع برای K780  متفاوت می باشد. به سادگی و تنها با فشردن و نگه داشتن دکمه های F1،F2 یا F3 می توان دستگاه های مجاور را با کیبورد جفت نمود و حتی بین آن ها سوئیچ کرد. در مجموع تایپ کردن با K780 لذت بخش و راحت است و این کیبورد برای افرادی که همانند نویسنده یا بلاگر ها زیاد تایپ می کنند و می خواهند با تبلت یا گوشی خود به تایپ در هر کجا بپردازند، گزینه خوبی به شمار می آید.'),
(15, 'Logitech Wireless Combo MK530 Advanced', 15, 150000, 'Pic/15.jpg', '15.html', 'انتخاب های مقرون به صرفه همیشه حس خوبی را به افراد منتقل می کنند. Logitech Wireless Combo MK530 Advanced یکی از انتخاب های مقرون به صرفه می باشد که علاوه بر قیمت مناسب و بی سیم بودنش، یک موس با کیفیت هم با خود به همراه دارد. MK530 از طراحی خوبی بهره می برد و شما را در استفاده طولانی مدت خسته نخواهد کرد. کلید های این کیبورد به صورت مقعر می باشد و لبه های گردی دارد که می تواند حس خوبی را در هنگام تایپ کردن به شما منتقل نماید. مجموعه کلید ها نیز کامل می باشد و از این بابت مشکلی حس نخواهد شد. موس بی سیم Logitech M510  همراه این کیبورد از کیفیت و طراحی مطلوبی برخوردار است ولی نباید انتظارات زیادی را از آن داشت؛ این موس دارای سنسور optical و دو دکمه متعارف برای انجام اعمال شما است.\r\nاگر شما به دنبال یک جایگرین ارزان تر برای MK530 می گردید، Microsoft’s Wired Desktop 600 می تواند انتخاب خوبی باشد. با خرید این کیبورد و موس باید با قابلیت بی سیم بودن خداحافظی کنید اما Wired Desktop 600 امتحان خود را در زمان های طولانی پس داده است و به شما وعده کیفیت مناسب، طراحی خوب را می دهد. با این حال اگر قصد خرید یک موس و کیبورد بی سیم را دارید که قیمت زیادی هم نداشته باشند، می توانید نگاهی به Logitech Wireless Combo MK530 Advanced بیندازید.'),
(16, ' LG UltraWide 34UC97', 10, 2500000, 'Pic/16.jpg', '16.html', 'مانیتور 34 اینچ ال جی با نسبت تصویر سینمایی 21 به 9 که گزینه ای بسیار مناسب برای مصارف مختلف مانند گیم، اداره و فیلم به شمار می رود. وضوح تصویر مانیتور بالاتر از Full HD و کمتر از 4K است که در مجموع می تواند کیفیت تصویر قابل قبولی با توجه به ابعاد خود ارائه دهد. پنل IPS مانیتور ال جی می تواند وضوح تصویر 1440×3440 پیکسل با کیفیت بسیار مناسب و ترکیب رنگ بی نظیر در اختیار کاربران قرار دهد. از دیگر مشخصات 34UC97 می توان به زمان پاسخگویی 1 میلی ثانیه، شدت روشنایی 300 کاندلا، زاویه دید 178 درجه به صورت عمودی و افقی، دو خروجی HDMI و دو پورت ThunderBolt اشاره کرد. با وجود مشخصات و طراحی قابل قبول، قیمت 1086 دلاری نماینده LG به خوبی می تواند شما را از خرید مانیتور منصرف کند!'),
(17, 'ACER S277HK', 15, 150000, 'Pic/17.jpg', '17.html', 'صفحه نمایش 27 اینچی ایسر با وضوح تصویر 4K و قیمت 699 دلاری می تواند به سادگی هر کاربری را برای خرید مانیتور Acer S277HK راضی کند. ارائه کیفیت تصویر 4K در ابعاد 27 اینچ با قیمت بسیار مناسب می تواند مانیتور ایسر را در مقابل بسیاری از رقبا متمایز کند. البته نرخ تازه سازی 4 میلی ثانیه برای برخی از کاربران حساس، زمان زیادی به شمار آید، اما در عمل تفاوت چندانی وجود ندارد و نمی توان این مسئله را به عنوان یک نکته منفی تلقی کرد. طراحی پنل باریک و بدون لبه در کنار روشنایی 300 کاندلا و قابلیت تصویر در تصویر از دیگر مشخصات Acer S277HK به شمار می روند.'),
(18, 'Viewsonic VP2772', 16, 240000, 'Pic/18.jpg', '18.html', 'کمپانی ویوسونیک یک نام مطرح در تولید مانیتور به شمار می رود و صفحه نمایش 27 اینچی VP2772 این شرکت نیز یکی از بهترین گزینه ها برای طراحان حرفه ای و ویدئو ادیتور ها است. پنل Super Clear IPS با کیفیت تصویر QHD می تواند 99 درصد فضای رنگ Adobe RGB را پوشش دهد. محصول ایده آل ویوسونیک برای کاربران حرفه ای، پورت های متعدد و متنوعی مانند تاندربولت، Dual-Link DVI، HDMI، mini Displayport و چهار عدد پورت USB 3.0 را در نظر گرفته است که از این حیث یک مجموعه کامل را تشکیل می دهد. البته دو مورد منفی نیز در این مانیتور وجود دارد که به زمان پاسخدهی 12 میلی ثانیه و قیمت 1019 دلاری مانیتور اختصاص دارد.'),
(19, 'Dell UltraSharp UP2414Q', 60, 150000, 'Pic/19.jpg', '19.html', 'دریافت کیفیت تصویر 4K در ابعاد 24 اینچ می تواند نوید دهنده تراکم 185 پیکسل در هر اینچ در مانیتور دل باشد. به واسطه پوشش 99 درصدی از Adobe RGB و پوشش 100 درصدی از sRGB می توانید رنگ ها را به صورت طبیعی و بدون تغییر دریافت کنید که این محصول را به یک گزینه ایده آل برای طراحان و ویدئو ادیتور ها تبدیل می کند. پورت ها و خروجی های مانیتور 750 دلاری UP2415Q شامل چهار پورت USB 3.0، یک پورت HDMI، mini Displayport و Displayport می شود.'),
(20, 'LG 34UM95', 41, 640000, 'Pic/20.jpg', '20.html', 'یک نماینده دیگر از تولید کننده کره ای با ابعاد 34 اینچ سینمایی و کیفیت 1440×3440 پیکسل که قیمت 1280 دلاری آن بار دیگر کاربران را از خرید مانیتور LG منصرف می کند. در مانیتور 34 اینچی ال جی با یک پنل بدون لبه و حاشیه روبرو هستیم که همین مسئله تاثیر بسیار زیادی در زیبایی 34UM95 دارد. وجود دو پورت تاندربولت در کنار HDMI و Displayport می تواند نیاز کاربران سیستم عامل مک و ویندوز را به خوبی برطرف کند.'),
(21, 'BenQ BL2710PT', 10, 2500000, 'Pic/21.jpg', '21.html', 'یک مانیتور 27 اینچی دیگر با کیفیت 1440×2560 پیکسل که با توجه به قیمت 642 دلاری آن می تواند نظر هر کاربری را به خود جلب کند. طراحی پنل به گونه ای است که طبق اعلام سازنده قادر به استفاده از دو مانیتور در کنار یکدیگر به دو صورت افقی و عمودی خواهید بود. بنکیو BL2710PT با دریافت استاندارد CAD/CAM به گزینه مناسبی برای نرم افزار های طراحی و تولید بر پایه کامپیوتر تبدیل گردیده است و طراحان صنعتی می توانند روی آن حساب کنند. دو پورت USB 3.0، خروجی HDMI، DVI-D و VGA به همراه خروجی 3.5 میلی متری صدا تشکیل دهنده تمامی نیاز های یک کاربر سیستم عامل ویندوز است، اما عدم وجود پورت تاندربولت، کاربران سیستم عامل مک را از انتخاب BL2710PT منصرف می کند.'),
(22, 'Samsung UD590', 10, 2500000, 'Pic/22.jpg', '22.html', 'مانیتور 28 اینچ سامسونگ با دقت تصویر 2160×3840 پیکسل می توان با توجه به ابعاد خود، کیفیت قابل توجهی را ارائه دهد که برای گیمرها یک گزینه بسیار مناسب به شمار می رود. البته تمرکز سامسونگ نیز در طراحی و تولید مانیتور UD590 برای ارتباط بهتر با گیمرها است و از امکانات این محصول می توان به تغییر زاویه عمودی پایه مانیتور به میزان 15 درجه اشاره کرد که برای در نظر گرفتن بهترین زاویه دید بسیار ایده آل خواهد بود. البته با وجود امکانات و مشخصات مناسب این مانیتور، یک نقطه ضعف نیز دیده می شود که به پنل TN این صفحه نمایش اختصاص دارد و تا حدودی از کیفیت تصویر 4K بکاهد. طراحی به نسبت ساده و زیبای UD590 در کنار قیمت 679 دلاری از دیگر موارد قابل توجه برای کاربران است که سامسونگ را به عنوان برند مانیتور خود انتخاب می کنند.'),
(23, 'Samsung UD970', 15, 150000, 'Pic/23.jpg', '23.html', 'مانیتور فوق گران قیمت 2000 دلاری سامسونگ با پنل 31.5 اینچی و وضوح تصویر 4K قادر به ارائه کیفیت قابل توجهی است. یکی از موارد مهم در ارائه کیفیت تصویر بالاتر نسبت به رقبا، عمق رنگ 10 بیتی صفحه نمایش است که نمایش یک میلیارد رنگ را امکان پذیر می سازد. پشتیبانی 100 درصدی از sRGB و 99.5 درصدی از Adobe RGB نشان دهنده کارایی مناسب در نرم افزارهای طراحی و تدوین ویدئو است. از قیمت بالای مانیتور UD970 سامسونگ که بگذریم، باید به زمان پاسخدهی 8 میلی ثانیه ای اشاره کرد که می تواند تا حدودی در کارایی آن تاثیر گذار باشد.'),
(24, 'ASUS PB287Q', 10, 2500000, 'Pic/24.jpg', '24.html', 'تنها نماینده ایسوس در لیست 10 تایی مانیتور های عریض که مشخصات قابل قبولی با توجه به قیمت 649 دلاری خود ارائه می دهد. پنل 28 اینچی ایسوس با وضوح تصویر 4K و عمق رنگ 10 بیتی قادر به ارائه یک میلیارد رنگ و تعداد 157 پیکسل در هر اینچ (در مجموع 8 میلیون پیکسل) خواهد بود. زمان تاخیر پنل برابر با 1 میلی ثانیه است تا در کنار وضوح تصویر و عمق رنگ، تمامی مشخصات لازم برای یک مانیتور مناسب گیمرها، طراحان و عکاسان را در خود جای دهد. پورت های مانیتور شامل HDMI، Displayport، HDMI/MHL و دو خروجی صدا می شود که جای خالی پورت تاندربولت با توجه به قیمت 649 دلاری مانیتور کمی عجیب است.'),
(25, '    Hp Printer', 5, 1000000, 'Pic/25.jpg', '', 'Ù¾Ø±ÛŒÙ†ØªØ± hp'),
(26, ' monitor lg', 2, 2000000, 'Pic/26.jpg', '', 'مانیتور ال جی');

-- --------------------------------------------------------

--
-- Table structure for table `contact`
--

CREATE TABLE IF NOT EXISTS `contact` (
  `id` int(11) NOT NULL,
  `family` varchar(75) NOT NULL,
  `email` varchar(75) NOT NULL,
  `matn` text NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `contact`
--

INSERT INTO `contact` (`id`, `family`, `email`, `matn`) VALUES
(1, 'ali110', 'ali@yahoo.com', 'hi'),
(2, 'ali110', 'ali@yahoo.com', 'salam'),
(3, 'ali110', 'ali@yahoo.com', 'salam\r\nba tashakkor');

-- --------------------------------------------------------

--
-- Table structure for table `members`
--

CREATE TABLE IF NOT EXISTS `members` (
  `id` int(11) NOT NULL,
  `realname` varchar(50) COLLATE utf8_persian_ci NOT NULL,
  `username` varchar(50) COLLATE utf8_persian_ci NOT NULL,
  `password` varchar(50) COLLATE utf8_persian_ci NOT NULL,
  `email` varchar(50) COLLATE utf8_persian_ci NOT NULL,
  `role` int(11) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `members`
--

INSERT INTO `members` (`id`, `realname`, `username`, `password`, `email`, `role`) VALUES
(1, 'ali', 'ali110', '123', 'ali@yahoo.com', 1),
(2, 'maryam', 'maryam10', '123', 'maryam@yahoo.com', 1),
(3, 'fahime', 'fsoleymani', '1380', 'fsoleymani@yahoo.com', 0),
(4, 'saeed', 'sa sadat', '123', 'saeed@yahoo.com', 1),
(5, 'sara', 'sara alavi', '12345', 'sara@yahoo.com', 1),
(6, 'alizadeh', 'admin', 'admin', 'a.alizadeh@gmail.com', 0);

-- --------------------------------------------------------

--
-- Table structure for table `orders`
--

CREATE TABLE IF NOT EXISTS `orders` (
  `id` int(10) NOT NULL,
  `username` varchar(30) COLLATE utf8_persian_ci NOT NULL,
  `order_date` date NOT NULL,
  `pro_code` int(10) NOT NULL,
  `pro_qty` int(10) NOT NULL,
  `pro_price` float NOT NULL,
  `mobile` varchar(11) COLLATE utf8_persian_ci NOT NULL,
  `address` varchar(400) COLLATE utf8_persian_ci NOT NULL,
  `trackcode` varchar(24) COLLATE utf8_persian_ci NOT NULL,
  `state` int(1) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=27 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `orders`
--

INSERT INTO `orders` (`id`, `username`, `order_date`, `pro_code`, `pro_qty`, `pro_price`, `mobile`, `address`, `trackcode`, `state`) VALUES
(24, 'maryam10', '2019-05-18', 2, 10, 1300000, '91546546', 'mashhad', '000000000000000000000000', 0),
(23, 'maryam10', '2019-05-18', 10, 10, 1300000, '91546546', 'mashhad', '000000000000000000000000', 0),
(25, 'ali110', '2019-05-30', 4, 2, 231220, '9151548213', 'esfahan', '000000000000000000000000', 0),
(26, 'ali110', '2019-05-30', 12, 2, 2500000, '915645844', 'yazd', '000000000000000000000000', 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `casecomputer`
--
ALTER TABLE `casecomputer`
  ADD PRIMARY KEY (`codekala`);

--
-- Indexes for table `contact`
--
ALTER TABLE `contact`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `members`
--
ALTER TABLE `members`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `casecomputer`
--
ALTER TABLE `casecomputer`
  MODIFY `codekala` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=27;
--
-- AUTO_INCREMENT for table `contact`
--
ALTER TABLE `contact`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `members`
--
ALTER TABLE `members`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `orders`
--
ALTER TABLE `orders`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=27;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
